<template>
    <section class="about">
        <div class="container">
            <h2 class="title">Про нас</h2>
            <p class="about__text">
                Текст про гру, які є ігри, вікова категорія, жанри, типи і тд.
                Текст про настільні ігри, які є ігри, вікова категорія, жанри,
                типи і тд. Текст про настільні ігри, які є ігри, вікова
                категорія, жанри, типи і тд. Текст про настільні ігри, які є
                ігри, вікова категорія, жанри, типи і тд. Текст про настільні
                ігри, які є ігри, вікова категорія, жанри, типи і тд.
            </p>
            <p class="about__text">
                Текст про гру, які є ігри, вікова категорія, жанри, типи і тд.
                Текст про настільні ігри, які є ігри, вікова категорія, жанри,
                типи і тд. Текст про настільні ігри, які є ігри, вікова
                категорія, жанри, типи і тд. Текст про настільні ігри, які є
                ігри, вікова категорія, жанри, типи і тд. Текст про настільні
                ігри, які є ігри, вікова категорія, жанри, типи і тд.
            </p>
            <div class="about__images">
                <div class="about__image-wrapper">
                    <img
                        class="about__image"
                        src="~/assets/img/about1.jpg"
                        alt=""
                    />
                </div>
                <div class="about__image-wrapper">
                    <img
                        class="about__image"
                        src="~/assets/img/about2.jpg"
                        alt=""
                    />
                </div>
                <div class="about__image-wrapper">
                    <img
                        class="about__image"
                        src="~/assets/img/about3.jpg"
                        alt=""
                    />
                </div>
            </div>
            <p class="about__text">
                Текст про гру, які є ігри, вікова категорія, жанри, типи і тд.
                Текст про настільні ігри, які є ігри, вікова категорія, жанри,
                типи і тд. Текст про настільні ігри, які є ігри, вікова
                категорія, жанри, типи і тд. Текст про настільні ігри, які є
                ігри, вікова категорія, жанри, типи і тд. Текст про настільні
                ігри, які є ігри, вікова категорія, жанри, типи і тд.
            </p>
            <p class="about__text">
                Текст про гру, які є ігри, вікова категорія, жанри, типи і тд.
                Текст про настільні ігри, які є ігри, вікова категорія, жанри,
                типи і тд. Текст про настільні ігри, які є ігри, вікова
                категорія, жанри, типи і тд. Текст про настільні ігри, які є
                ігри, вікова категорія, жанри, типи і тд. Текст про настільні
                ігри, які є ігри, вікова категорія, жанри, типи і тд.
            </p>
        </div>
    </section>
    <Footer class="footer-about" />
</template>

<script setup>
</script>
